Repository: lilyok/easefocus
Catalog: EaseFocus/Localization/Localizable.xcstrings
Source language: en
Languages: es

source: The request is too long for Apple Intelligence. Shorten it and try again.
es: La petición es demasiado larga para Apple Intelligence. Acórtala e inténtalo de nuevo.

source: The request is too long for Apple Intelligence. Shorten the goal or constraints, then try again—or create the plan manually.
es: La petición es demasiado larga para Apple Intelligence. Acorta el objetivo o los límites e inténtalo de nuevo, o crea el plan de forma manual.

source: There is no revision to undo.
es: No hay ninguna revisión que deshacer.

source: This becomes the plan’s focus.
es: Esto se convierte en el enfoque del plan.

source: This device does not support Apple Intelligence
es: Este dispositivo no es compatible con Apple Intelligence

source: This is the last successful preview. Confirm stays off until a new preview is generated.
es: Esta es la última vista previa correcta. Confirmar permanece desactivado hasta que se genere una nueva.

source: This language is not supported for generation
es: Este idioma no es compatible con la generación

source: This plan has changed
es: Este plan ha cambiado

source: This week
es: Esta semana

source: Timer
es: Temporizador

source: Title
es: Título

source: Today
es: Hoy

source: Try again
es: Intentar de nuevo

source: Turn it on in Settings → Apple Intelligence & Siri if you want a generated plan from a short survey. Manual planning still works.
es: Actívalo en Ajustes → Apple Intelligence y Siri si quieres un plan generado a partir de una encuesta breve. La planificación manual sigue funcionando.

source: Turn it on in System Settings → Apple Intelligence & Siri if you want a generated plan from a short survey. Manual planning still works.
es: Actívalo en Ajustes del Sistema → Apple Intelligence y Siri si quieres un plan generado a partir de una encuesta breve. La planificación manual sigue funcionando.

source: Turn on EaseFocus notifications in Settings to get an alert when a timer ends.
es: Activa las notificaciones de EaseFocus en Ajustes para recibir un aviso cuando termine un temporizador.

source: Turn on EaseFocus notifications in System Settings to get an alert when a timer ends.
es: Activa las notificaciones de EaseFocus en Ajustes del Sistema para recibir un aviso cuando termine un temporizador.

source: Turn on Pomodoro Planner notifications in Settings to get an alert when a timer ends.
es: Activa las notificaciones de Planificador Pomodoro en Ajustes para recibir un aviso cuando termine un temporizador.

source: Turn on Pomodoro Planner notifications in System Settings to get an alert when a timer ends.
es: Activa las notificaciones de Planificador Pomodoro en Ajustes del Sistema para recibir un aviso cuando termine un temporizador.

source: Undo complete
es: Deshacer completar

source: Undo last
es: Deshacer último

source: Undo this change?
es: ¿Deshacer este cambio?

source: Up next
es: A continuación

source: Updated
es: Actualizada

source: Use the arrow buttons to set the task order.
es: Usa las flechas para definir el orden de las tareas.

source: Used to keep tasks at the right difficulty.
es: Sirve para mantener las tareas en el nivel adecuado.

source: Wait for the model to finish downloading in Apple Intelligence & Siri, or create a plan manually.
es: Espera a que el modelo termine de descargarse en Apple Intelligence y Siri, o crea un plan de forma manual.

source: Was: %@
es: Antes: %@

source: Was: %lld estimated sessions
es: Antes: %lld sesiones estimadas

source: Welcome to EaseFocus
es: Te damos la bienvenida a EaseFocus

source: Welcome to Pomodoro Planner
es: Te damos la bienvenida a Planificador Pomodoro

source: What do you want to achieve?
es: ¿Qué quieres conseguir?

source: What should change?
es: ¿Qué debería cambiar?

source: What would make this plan successful?
es: ¿Qué haría que este plan tenga éxito?

source: When on, EaseFocus may add optional Google search terms to tasks where they help. These are search suggestions, not links. Nothing is sent to Google during generation or when you save the plan.
es: Si está activado, EaseFocus puede añadir términos de búsqueda de Google opcionales a las tareas donde ayuden. Son sugerencias de búsqueda, no enlaces. No se envía nada a Google durante la generación ni al guardar el plan.

source: When on, Pomodoro Planner may add optional Google search terms to tasks where they help. These are search suggestions, not links. Nothing is sent to Google during generation or when you save the plan.
es: Si está activado, Planificador Pomodoro puede añadir términos de búsqueda de Google opcionales a las tareas donde ayuden. Son sugerencias de búsqueda, no enlaces. No se envía nada a Google durante la generación ni al guardar el plan.

source: You
es: Tú

source: You can still create a plan manually and use the timer.
es: Aun así puedes crear un plan de forma manual y usar el temporizador.

source: You can still create goals and tasks manually, and run the focus timer.
es: Aun así puedes crear objetivos y tareas de forma manual, y usar el temporizador de enfoque.

# Your most focused day this week is %@.
source: Your most focused day this week is %1$@.
es: Tu día con más enfoque esta semana es %1$@.

source: Your timer has finished.
es: Tu temporizador ha terminado.
